Repository: manz/SD2SnesCommander
Catalog: SD2SnesCommander/Localizable.xcstrings
Source language: en
Languages: fr

source: ✅ Connected to %@
fr: ✅ Connecté à %@

source: ❌ Disconnected
fr: ❌ Déconnecté

source: About SD2Snes Commander
fr: À propos de SD2Snes Commander

source: Applying IPS patch…
fr: Application du patch IPS…

source: Are you sure you want to delete "%@"? This action cannot be undone.
fr: Voulez-vous vraiment supprimer « %@ » ? Cette action est irréversible.

source: Back
fr: Précédent

source: Boot
fr: Démarrer

source: Boot ROM
fr: Démarrer la ROM

source: Browse...
fr: Parcourir…

source: Cancel
fr: Annuler

source: CLI Not Found
fr: Outil en ligne de commande introuvable

source: Connect
fr: Connecter

source: Connect to Device
fr: Se connecter à l'appareil

source: Connect to SD2Snes
fr: Se connecter au SD2Snes

source: Connect to SD2Snes to browse device files
fr: Connectez-vous au SD2Snes pour parcourir les fichiers de l'appareil

source: Connected
fr: Connecté

source: Connected to %@ via USB
fr: Connecté à %@ via USB

source: Could not find or connect to SD2SNES device via USB. Make sure the device is connected and powered on. Error: %@
fr: Impossible de trouver l'appareil SD2SNES ou de s'y connecter via USB. Vérifiez que l'appareil est branché et allumé. Erreur : %@

source: Could not locate the sd2snes binary inside the app bundle at %@.
fr: Impossible de trouver le binaire sd2snes dans le bundle de l'application à %@.

source: Delete
fr: Supprimer

source: Delete File
fr: Supprimer le fichier

source: Device Actions
fr: Actions de l'appareil

source: Device Files
fr: Fichiers de l'appareil

source: Disconnect
fr: Déconnecter

source: Disconnected
fr: Déconnecté

source: Download
fr: Télécharger

source: Download completed
fr: Téléchargement terminé

source: Download failed: %@
fr: Échec du téléchargement : %@

source: Downloading %@…
fr: Téléchargement de %@…

source: Failed to connect
fr: Échec de la connexion

source: File operations are unavailable while a ROM is running. Return to the menu to browse files.
fr: Les opérations sur les fichiers sont indisponibles pendant qu'une ROM est en cours d'exécution. Retournez au menu pour parcourir les fichiers.

source: Forward
fr: Suivant

source: Go Back
fr: Retour

source: Go Forward
fr: Avancer

source: Install Command Line Tool…
fr: Installer l'outil en ligne de commande…

source: Install Failed
fr: Échec de l'installation

source: Installed
fr: Installé

# IPS patch failed: %@. Uploading %@…
source: IPS patch failed: %1$@. Uploading %2$@…
fr: Échec du patch IPS : %1$@. Envoi de %2$@…

source: Local Files
fr: Fichiers locaux

source: Not Connected
fr: Non connecté

source: Open
fr: Ouvrir

source: Quit SD2Snes Commander
fr: Quitter SD2Snes Commander

source: Refresh
fr: Actualiser

source: Refresh Local Files
fr: Actualiser les fichiers locaux

source: Reset Device
fr: Réinitialiser l'appareil

source: Reset to Menu
fr: Retour au menu

source: Restart Failed
fr: Échec du redémarrage

source: Restart USB Service
fr: Redémarrer le service USB

source: Return to Menu
fr: Retour au menu

source: sd2snes is now available at %@.
fr: sd2snes est maintenant disponible à %@.

source: Searching for SD2SNES device…
fr: Recherche de l'appareil SD2SNES…

source: Show in Finder
fr: Afficher dans le Finder

source: Show Main Window
fr: Afficher la fenêtre principale

source: Upload
fr: Envoyer

source: Upload completed
fr: Envoi terminé

source: Upload failed: %@
fr: Échec de l'envoi : %@

source: Upload to Device
fr: Envoyer sur l'appareil

source: Uploading %@…
fr: Envoi de %@…

source: Uploading patched %@…
fr: Envoi de %@ patché…

source: USB Connection Failed
fr: Échec de la connexion USB
